Repository: GoodT1me/angular-gallery
Catalog: src/locale/messages.*.xlf
Languages: ru

source: <a>USERS</a> <a>ALBUMS</a>
ru: <a>Пользователи</a> <a>Альбомы</a>

source: Top 5 users
ru: Топ 5 пользователей

source: My Profile
ru: Мой профиль

source: Auth
ru: Авторизация

source: <p> User: {{ users[selected_profile].userName }} </p> <p> First Name: {{ users[selected_profile].firstName }} </p> <p> Last Name: {{ users[selected_profile].lastName }} </p>
ru: <p> Пользователь: {{ users[selected_profile].userName }} </p> <p> Имя: {{ users[selected_profile].firstName }} </p> <p> Фамилия: {{ users[selected_profile].lastName }} </p>

source: <a>Add photo</a> <a>Delete photo</a> <a>Save changes</a> <a>Replace photo</a> <a>Save changes</a>
ru: <a>Добавить фото</a> <a>удалить фото</a> <a>Сохранить изменения</a> <a>Переставить фото</a> <a>Сохранить изменения</a>

source: <p>Select two images for replace</p> <p>Click image for delete</p>
ru: <p>Выбери 2 изображения для перестановки</p> <p>Нажми на фото для удаления</p>

source: Search by User Name
ru: Поиск по имени пользователя

source: {{ user.userName }}'s albums
ru: {{ user.userName }}Альбомы

source: My albums ({{ user.userName }})
ru: Мои альбомы ({{ user.userName }})

source: {{ album.img.length }} Images
ru: {{ album.img.length }} Фотографии

source: Show All
ru: Показать все

source: Image
ru: Фото

source: Delete image
ru: Удалить фото

source: Save changes
ru: Сохранить изменения

source: Upload <i></i>
ru: Загрузить <i></i>

source: Username
ru: Пользователя

source: Username is required
ru: Введите имя пользователя

source: Password
ru: Пароль

source: <div>Password is required</div> <div>Password must be at least 6 characters</div>
ru: <div>Введите пароль</div> <div>Пароль должен быть не менее 6 символов</div>

source: Invalid username or password - Attempt {{ count_attempt }}
ru: Неправильное имя пользователя или пароль - Попытка {{ count_attempt }}

source: Log In
ru: Войти

source: <p>Username: {{ users[logged_id_user].userName }} </p> <p>First Name: {{ users[logged_id_user].firstName }} </p> <p>Last Name: {{ users[logged_id_user].lastName }} </p>
ru: <p>Имя пользователя: {{ users[logged_id_user].userName }} </p> <p>Имя: {{ users[logged_id_user].firstName }} </p> <p>Фамилия: {{ users[logged_id_user].lastName }} </p>

source: Log out
ru: Выйти

source: Flag
ru: Флаг

source: Unflag
ru: Снять флаг

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Edit
ru: Изменить

source: Delete Albums
ru: Удалить Альбомы

source: Edit Albums
ru: Именить Альбомы

source: Add Albums
ru: Добавить Альбомы

source: Click on album to make it flagged
ru: Выбери альбом что бы добавить флаг

source: Click on album to make it unflagged
ru: Выбери альбом для снятия флага

source: Click on album to delete it
ru: Выбери альбом для удаления

source: Click on album and press edit button
ru: Выбери альбом и нажми изменить

source: Album name
ru: Название альбома

source: Album description
ru: Описание альбома

source: Add inserted albums
ru: Добавить вставленные альбомы

source: Close
ru: Закрыть

source: Name
ru: Имя

source: Albums
ru: Альбомы

source: Images
ru: Фотографии

source: Likes
ru: Симпатии
